Repository: yuriimka/abiotic-factor-ukrainian
Catalog: omegat/project_save.tmx
Source language: en
Languages: uk_ua

source: "Carrot" Plant
uk_ua: Рослина «Моркви»

source: "Egg"
uk_ua: "Яйце"

source: "Egg" Plant
uk_ua: Рослина "Яйце"

source: 'Security Bot' designed by Dr. Alice Mayfield and Dr. Stewart Wakeman, the Gate Automated Defense Droid is a militarized prototype currently undergoing field tests._x000D_ _x000D_ Deployed prematurely during the Order's invasion, the unit's friend/foe distinction capabilities are a work in progress.
uk_ua: 'Робота-охоронця' розробленого докторкою Еліс Мейфілд та доктором Стюартом Вейкманом, Автоматизований оборонний дроїд БРАМА - це мілітаризований прототип, який наразі проходить польові випробування._x000D_ _x000D_Через передчасне розгортання під час вторгнення Ордену, здатність юніта розрізняти своїх/чужих усе ще перебуває в стані розробки..

source: (Accuracy, Reloading, Blunt Melee, Sharp Melee, Throwing)
uk_ua: (Точність, Перезаряджання, Дробильна Зброя, Гостра Зброя, Метання)

source: (Annoyed Grunt).
uk_ua: (Сердито буркоче)

source: (Beep.)
uk_ua: (Біп).

source: (Coughing)
uk_ua: (Кашляє)

source: (Disappointed Sigh).
uk_ua: (Розчаровано зітхає).

source: (Does not stack with multiple players.)
uk_ua: (Не залежить від кількості гравців.)

source: (Eating noises)
uk_ua: (Їсть)

source: (Faint radio voice)
uk_ua: (Далекий голос радіо)

source: (Groan)
uk_ua: (Стогінне)

source: (Grunt)
uk_ua: (Буркоче)

source: (Heavy breathing)
uk_ua: (Важко дихає)

source: (Humming ...) [10.0]The ear, the cry ... [15.0]Your sight begone ... [20.6]The deep, the night ... [25.7]Unhear the song ...[30.0](Humming ...) [39.0]Bestill the dance ... [44.0]Embrace or flight ... [49.0]The water low ... [54.5]The spirit lies ... [58.8](Humming ...)
uk_ua: (Мугикає...) [10.0]Вухо, крик ... [15.0]Зір твій зник ... [20.6]Глибінь, пітьма ... [25.7]Пісня німа ...[30.0](Мугикає ...) [39.0]Танець вщух ... [44.0]Обійми чи рух ... [49.0]Вода спаде ... [54.5]Дух пропаде ... [58.8](Мугикає ...)

source: (Humming ...) [10]The core, the deep, [14.6]the wires that weep ...[20]the heart, the eye, [25]unbring the sky ... [30]the hearth in flight, [35]the shackled sight ...[40]you keep the lock [44.8]and leave the light ...[54](Humming ...)
uk_ua: (Мугикає ...) [10]Ядро, глибінь, [14.6]дротів щемінь ...[20]серце, зіниця, [25]неба гробниця ... [30]огнище в леті, [35]зір у тенеті ... [40]ти замок тримаєш [44.8]світло лишаєш ...[54](Мугикає ...)

source: (Humming)
uk_ua: (Наспівує)

source: (Humming) [10]The vril shall cease, abeyant hope ... [20.0]The deep, the dark ...[24.4]The fence, the moat ... [30]The vril shall cease, abeyant hope ... [39.0]The deep, the dark ... [42.4]The fence, the moat ...
uk_ua: (Мугикає) [10]Вріл згасне, надія завмре ... [20.0]Глибінь, пітьма ...[24.4]Огорожа, тюрма ... [30]Вріл згасне, надія завмре ... [39.0]Глибінь, пітьма ... [42.4]Огорожа, тюрма...

source: (Humming.) [10.5] What now is done ... [15.0]Must first begin ... [19.5]To leave, we come ... [24.0]And cease, again ... [28.0] For songs to end ... [32.5]They will be sung ... [36.9]The tune that dies ... [40.8]Shall be begun ... [46.0](Humming.)
uk_ua: (Мугикає.) [10.5] Що звершено нині ... [15.0]Мусить спершу початись ... [19.5]Щоб піти, ми приходимо... [24.0]Та знов припинятись ... [28.0] Щоб пісням скінчитись ... [32.5]Їх мають співати ... [36.9]Мотив, що вмирає ... [40.8]Буде знов виринати ... [46.0](Мугикає.)

source: (Laughs)
uk_ua: (Сміється)

source: (Light breathing)
uk_ua: (Спокійно дихає)

source: (Medium breathing)
uk_ua: (Пришвидшено дихає)

source: (Murmur of agreement)
uk_ua: (Згідно буркоче)

source: (Nervous laugh) Yes, very good.
uk_ua: (Нервово сміється) Так, дуже добре.

source: (Pain)
uk_ua: (Стогне від болю)

source: (Panicked breathing)
uk_ua: (Панічно дихає)

source: (Requires Bio-Fusion Imitator)
uk_ua: (Потребує Біофузійний імітатор)

source: (Requires Biometric Armwraps)
uk_ua: (Потрібні Біометричні Нарукавники)

source: (Requires Biomimic Armwraps)
uk_ua: (Потрібні Біомімічні Нарукавники)

source: (Requires {ammo type})
uk_ua: (Потребує {ammo type})

source: (Scream)
uk_ua: (Кричить)

source: (Sigh)
uk_ua: (Зітхає)

source: (Sigh) Better than nothing, I suppose
uk_ua: (Зітхає) Це краще, ніж нічого, мабуть.

source: (Sigh) I'm exhausted.
uk_ua: (Зітхає) Я виснажений.

source: (Sigh) Well, what is it?
uk_ua: (Зітхає) Гаразд, що там?

source: (Sigh.)
uk_ua: (Зітхає.)

source: (Sighs) I ...
uk_ua: (Зітхає) Я...

source: (Sighs) [17.54]Looks like Jager’s locked out.
uk_ua: (Зітхає) [17.54]Схоже, Яґер застряг з іншого боку.

source: (Silence.)
uk_ua: (Тиша.)

source: (Sprinting, Strength, Throwing)
uk_ua: (Біг, Сила, Метання)

source: (Stop)
uk_ua: (Стій)

source: (Suggested Role: Blank Slate)
uk_ua: (Рекомендована роль: Чистий Лист)

source: (Suggested Role: Medic)
uk_ua: (Рекомендована роль: Медик)

source: (Suggested Role: Offensive Combat)
uk_ua: (Рекомендована роль: Наступальний Боєць)

source: (Suggested Role: Stealth)
uk_ua: (Рекомендована Роль: Непомітний)

source: (Suggested Role: Throwing / Utility)
uk_ua: (Рекомендована роль: Метання / Доп. Спорядження)

source: (Suggested role: Builder)
uk_ua: (Рекомендована роль: Будівельник)

source: (Suggested role: Chef)
uk_ua: (Рекомендована роль: Шеф-кухар)

source: (Suggested role: Defensive Combat)
uk_ua: (Рекомендована роль: Оборонний Боєць)

source: (Suggested role: Gardener)
uk_ua: (Рекомендована роль: Садівник)

source: (Suggested role: Masochist)
uk_ua: (Рекомендована роль: Мазохіст)

source: (Unintelligible)
uk_ua: (Нерозбірливо)

source: (Vomit)
uk_ua: (Блює)

source: (Wild laughter) Good MORNING children!
uk_ua: (Шалено сміється) РАНОЧКУ, дітки!

source: (Yawn)
uk_ua: (Позіхає)

source: (Yell)
uk_ua: (Кричить)

source: (dead air)
uk_ua: (важке повітря)

source: (death)
uk_ua: (смерть)

source: (hissed) Don't make any noise!
uk_ua: (шопоче) Не шуміть!

source: (pain)
uk_ua: (кричить від болю)

source: (recipients must be nearby)
uk_ua: (одержувачі повинні бути поблизу)

source: (sigh) I'm tired of being right.
uk_ua: (зітхає) Я втомився бути правим.

source: (sigh) Ulrich, I can't believe you would -- [3.64]You know what, he's right.
uk_ua: (зітхає) Ульріху, не можу повірити, що ти ... [3.64] А хоча знаєш, він має рацію.

source: (sniff) I'll miss you, Taco Mine.
uk_ua: (шморгає) Я сумуватиму за тобою, Тако Майне.

source: (untranslatable) sees you now, with myriad eyes.
uk_ua: (неперекладне) бачить тебе наскрізь, безліччю очей.

source: (used in {0} soup recipes)
uk_ua: (використання в рецептах супу: {0})

source: (yawn) Could use a short nap.
uk_ua: (позіхає) Не завадило б трохи подрімати.

source: (yawn) Hm...
uk_ua: (позіхає) Хм...

source: (yawn) HmM.
uk_ua: (позіхає) ХмМ.

source: (yawn) Hmmm... sleepy.
uk_ua: (позіхає) Хммм... скоро задрімаю.

source: (yawn) I need a lie down.
uk_ua: (позіхає) Мені треба прилягти.

source: ({0} AREAS UNLOCKED)
uk_ua: (РОЗБЛОКОВАНО МІСЦЬ: {0} )

source: ({count}) Set: {bonusname} - {bonusdescription}
uk_ua: ({count}) Набір: {bonusname} - {bonusdescription}

source: ({q} Quality)
uk_ua: (Якість {q})

source: - Dr. Derek Manse
uk_ua: - Доктор Дерек Менс

source: - Dr. Thule
uk_ua: - Доктор Туле

source: - R.M.
uk_ua: - Р. М.

source: - T
uk_ua: - Т

source: -T
uk_ua: - Т

source: ... (sigh) He's right.
uk_ua: ... (зітхає) Він має рацію.

source: ... but ... she's ... there.
uk_ua: ... але ... вона ... там.

source: .308 Ammo
uk_ua: .308 Патрони

source: .357 Magnum Ammo
uk_ua: .357 Патрони Магнум

source: .357 Magnum Rounds
uk_ua: Набої .357 Магнум

source: 12g Buckshot
uk_ua: 12-грамова Картеч

source: 139 has been perhaps the most difficult IS to study so far.
uk_ua: 139, мабуть, був найскладнішим ОЗ для вивчення.

source: 40mm High Explosive
uk_ua: 40-мм Фугасний

source: 9mm Ammo
uk_ua: 9-мм Патрони

source: 9mm Rounds
uk_ua: 9-мм Набої

source: A 9mm SMG augmented to coat rounds in a flammable gel that ignites targets, with biometric locks removed.
uk_ua: 9-мм пістолет-кулемет, модифікований для покриття набоїв легкозаймистим гелем, що підпалює цілі, немає біометричного захисту.

source: A CURSE awaits intruders!
uk_ua: ПРОКЛЯТТЯ чекає чужинців!

source: A FAMILIAR PLACE
uk_ua: ЗНАЙОМЕ МІСЦЕ

source: A Strange Virus.....
uk_ua: Дивний вірус.....

source: A backpack of military specification.
uk_ua: Наплічник військового призначення.

source: A backpack that allows for increased flight by jumping twice.
uk_ua: Наплічник, який дозволяє збільшити час польоту, завдяки подвійним стрибкам.

source: A backpack that allows for rapid and repeated long-distance propulsion.
uk_ua: Наплічник, який дозволяє швидко та багаторазово рухатися на великі відстані.

source: A backpack worn by the GATE Defense Team.
uk_ua: Наплічник, який носить Команда Захисту БРАМА.

source: A bag of cement powder.
uk_ua: Мішок цементного порошку.

source: A bag of healthy, fertile soil.
uk_ua: Мішок здорового, родючого ґрунту.

source: A bag of plastic odds and ends.
uk_ua: Пакет пластикових дрібниць.

source: A ball of rubber bands.
uk_ua: Кулька з гумок.

source: A basic bandage that will stop one instance of bleeding.
uk_ua: Звичайний бинт, який зупиняє кровотечу з одного порізу.

source: A basic desk phone.
uk_ua: Звичайни настільний телефон.

source: A basic office plant.
uk_ua: Звичайна офісна рослина.

source: A basic office stapler.
uk_ua: Звичайний офісний степлер.

source: A basic piece of wood, used in crafting.
uk_ua: Звичайний шматок дерева, що використовується у виготовленні.

source: A battery-charged laser pistol that can also be recharged manually.
uk_ua: Лазерний пістолет на акумуляторі, який можна заряджати вручну.

source: A bench that mixes distillations into strange and powerful concoctions.
uk_ua: Верстак, якй змішує дистиляції, перетворюючи їх на дивні та потужні суміші.

source: A big chestplate made from cloth, tape and stuffing.
uk_ua: Великий нагрудник, зроблений з тканини, стрічки та набивки.

source: A bit nippy in here, wouldn't you say?
uk_ua: Трохи задушливо тут, чи не так?

source: A bit toasty, but you're surviving.
uk_ua: Пахне смаженим, але ти виживаєш.

source: A bizarre affliction from a bizarre realm.
uk_ua: Дивна недуга з дивного світу.

source: A blade that unleashes deadly laser energy when swung.
uk_ua: Лезо, яке при розмахуванні вивільняє смертельну лазерну енергію.

source: A blade used in cooking.
uk_ua: Лезо, що використовується в кулінарії.

source: A blunt weapon with a chance to cause bleeding.
uk_ua: Дробильна зброя з імовірністю викликати кровотечу.

source: A bolt with otherworldly properties, capable of igniting targets, even through armor.
uk_ua: Болт з потойбічними властивостями, здатна запалювати цілі, навіть крізь броню.

source: A bolt with stunning capabilities.
uk_ua: Болт із приголомшливими можливостями.

source: A box of screws, useable in crafting.
uk_ua: Коробка з гвинтами, корисно у виготовленні.

source: A break-action double barrel shotgun of a rather old make.
uk_ua: Двоствольний дробовик з переломним механізмом досить старої моделі.

source: A bridge made of wood, used for traversing pits big and small, with enough structural support.
uk_ua: Дерев'яний міст, що використовується для перетину великих і малих ям, з достатньою структурною опорою.

source: A bunch of sodium, useable in crafting.
uk_ua: Велика кількість натрію, придатний для виготовлення.

source: A bundle of magazines.
uk_ua: Пачка журналів.

source: A bundle of office pens.
uk_ua: Набір офісних ручок.

source: A bundle of random military-grade electronics.
uk_ua: Набір випадкової електроніки військового класу.

source: A bureaucrat who believes enlightenment is impossible in the absence of order.
uk_ua: Бюрократ, який переконаний - за відсутності порядку просвітлення неможливе.

source: A burned piece of Portal Fish.
uk_ua: Спалений шматок Портальної Риби.

source: A burst-fire assault rifle designed to deliver exceptional damage to anything down range.
uk_ua: Штурмова гвинтівка, що стріляє чергами, призначена для завдання виняткової шкоди всьому, що знаходиться в безпосередній близькості.

source: A can of petroleum-based oil.
uk_ua: Банка олії на нафтовій основі.

source: A cane containing a hidden blade
uk_ua: Тростина з прихованим лезом

source: A carbon-lined stove with four stove-top spots for cooking multiple meals at once.
uk_ua: Плита з карбоновим покриттям і чотирма конфорками для приготування кількох страв одночасно.

source: A chair built for one purpose: fishing.
uk_ua: Крісло, створене для однієї мети: риболовлі.

source: A charging kit for regular car batteries.
uk_ua: Зарядний комплект для автомобільних акумуляторів.

source: A chill creeps in...
uk_ua: Пронизує холодом...

source: A chilling bobblehead to stare at as long as you wish.
uk_ua: Моторошний головотряс, на який можна дивитися скільки завгодно.

source: A chilly platter of fish and rice.
uk_ua: Холодна тарілка риби та рису.

source: A chilly treat.
uk_ua: Холодний смаколик

source: A chitinous set of arm protectors, built from slain beasts and bit of scientific engineering.
uk_ua: Хітиновий набір нарукавників, виготовлених з убитих звірів та дрібкою наукової інженерії.

source: A chunk of tasty porkchop meat.
uk_ua: Шматок смачного свинячого м'яса.

source: A citrusy soda.
uk_ua: Цитрусова газованка.

source: A classic frozen figure in all ways but one.
uk_ua: Класична замерзла фігура з усіх сторін, крім однієї.

source: A classic mess-preventing cooking apron.
uk_ua: Класичний кулінарний фартух, запобігає від забруднень.

source: A classic.
uk_ua: Класика.

source: A combination of mushrooms and some very gooey meat, not yet cooked.
uk_ua: Поєднання грибів та дуже тягучого м'яса, поки не приготовано.

source: A combination of mushrooms and some very gooey meat.
uk_ua: Поєднання грибів та дуже тягучого м'яса.

source: A combination of pest and potato, burned to a crisp.
uk_ua: Поєднання Шкідника та картоплі, спаленої до хрусткої скоринки.

source: A comforting corn-based soup.
uk_ua: Приємний суп на основі кукурудзи.

source: A comforting spiced apple drink, no longer warm.
uk_ua: Приємний та пряний яблучний напій, але більше не теплий.

source: A commanding view of nothing.
uk_ua: Панівний погляд на ніщо.

source: A common adhesive used to bind things together.
uk_ua: Звичайна клейка речовина для з’єднання та скріплення предметів.

source: A compact cannon that launches electrified nets at high velocity and over greater distances.
uk_ua: Компактна гармата, яка запускає електрифіковані сітки з високою швидкістю та на великі відстані.

source: A compact device that detects radiation in the immediate area.
uk_ua: Компактний пристрій, що виявляє радіацію в безпосередній близькості.

source: A complex plant food used to fertilize crops and help them grow rapidly.
uk_ua: Комплексне рослинне добриво, яке використовується для удобрення сільськогосподарських культур та сприяння їх швидкому росту.

source: A composite Lodestone, forged from many scattered fragments, requiring intense heat to reanimate its arcane essence.
uk_ua: Складений Магнекамінь, викуваний з багатьох розділених фрагментів, потребує сильного нагрівання, щоби розкрити свою таємничу сутність.

source: A computer case fan, used in crafting advanced electronics.
uk_ua: Вентилятор для корпусу комп'ютера, який використовується для створення сучасної електроніки.

source: A computer circuit board, used in crafting advanced electronics.
uk_ua: Комп'ютерна плата, що використовується для створення сучасної електроніки.

source: A computer keyboard.
uk_ua: Комп'ютерна клавіатура.

source: A computer power supply unit, used in crafting advanced electronics.
uk_ua: Блок живлення комп'ютера, що використовується для створення сучасної електроніки.

source: A concoction of lightly powdered explosive material, best for propelling projectiles.
uk_ua: Суміш подрібненої вибухової речовини, що найкраще підходить для метання снарядів.

source: A container with multiple instances yet a singular repository.
uk_ua: Контейнер з безліччю входів, але спільним сховищем.

source: A cooked Pest.
uk_ua: Приготований Шкідник.

source: A cooked carbuncle.
uk_ua: Приготований карбункул.

source: A cooked chunk of Peccary meat.
uk_ua: Приготований шматок м'яса Пекарі.

source: A cooked filet of Antefish.
uk_ua: Приготоване філе Антириби.

source: A cooked pasta dish with a wonderful pumpkin filling, available in portions.
uk_ua: Приготована страва з пасти з чудовою гарбузовою начинкою, доступна в порціях.

source: A cookie like no other.
uk_ua: Печиво, таке єдине у світі.

source: A copper coiling, useable in crafting.
uk_ua: Мідна котушка, використовується для виготовлення.

source: A crafted key, one-time use, made for accessing stations and other areas that are prohibited.
uk_ua: Виготовлений одноразовий ключ для доступу до станцій та інших заборонених зон.

source: A crucible of science.
uk_ua: Рушій науки.

source: A curious yellow pigment, good for coloring items like barricades and bridges.
uk_ua: Незвичний жовтий пігмент, добре підходить для фарбування таких предметів, як барикади та мости.

source: A cushion for dampening falls.
uk_ua: Подушка для пом'якшення падінь.

source: A customizable sign, placeable almost anywhere.
uk_ua: Табличка, яку можна змінювати, розміщується практично будь-де.

source: A dark, oleaginous liquid extracted from IS-0207.
uk_ua: Темна, олійна рідина, отримана з ІС-0207.

source: A decent-sized crate, hauled here by the military.
uk_ua: Ящик пристойного розміру, привезений сюди військовими.

source: A deep understanding of nutrition, physiology and biochemistry means you know how to look after yourself.
uk_ua: Глибоке розуміння харчування, фізіології та біохімії означає, що ти знаєш, як піклуватися про себе.

source: A delicious ice cream turned into runny pumpkin goo.
uk_ua: Смачне морозиво, що перетворилося на рідку гарбузову масу.

source: A deployable barricade made of sturdy bags of cement mix.
uk_ua: Розкладна барикада, виготовлена з міцних мішків із цементною сумішшю.

source: A deployable fan with spinning blades.
uk_ua: Розкладний вентилятор з обертовими лопатями.

source: A deployable gateway that can connect to another gateway - just about anywhere - as long as it's powered.
uk_ua: Розкладна брама, яка може підключатися до іншї брами - практично будь-де - за умови наявності живлення.

source: A deployable pad that throws the user up at high velocity.
uk_ua: Розкладна платформа, яка підкидає користувача вгору з високою швидкістю.

source: A device containing a chart of particle locational data, tuned to a specific frequency.
uk_ua: Пристрій, що містить діаграму даних про розташування частинок, налаштований на певну частоту.

source: A device for transmitting data from one brain to another, capable of syncing all journals, Compendium entries and recipes between scientists.
uk_ua: Пристрій для передачі даних з одного мозку до іншого, здатний синхронізувати всі журнали, записи Кодексу та рецепти між вченими.

source: A device placed on Power Sockets to restrict power during certain times of day and intervals.
uk_ua: Пристрій, що встановлюється на розетки для обмеження електроенергії в певний час доби та в певні інтервали.

source: A device that allows scientists to change the appearance of their gear as well as their body.
uk_ua: Пристрій, який дозволяє вченим змінювати зовнішній вигляд свого спорядження, а також свого тіла.

source: A device that emits a beeping noise to attract enemies, then a damaging detonation.
uk_ua: Пристрій, який спочатку видає звуковий сигнал для приваблення ворогів, а потім руйнівний вибух.

source: A device that harnesses Dr. Janek's superpositional 'network' theory, permitting new additions to an entangled system via a little adiabatic slight of hand.
uk_ua: Пристрій, що використовує теорію суперпозиційної 'мережі' Др. Янека, дозволяючи додавати нові елементи до заплутаної системи за допомогою адіабатичного помаху руки.

source: A device used for communicating with other walkie-talkie holders at long distances.
uk_ua: Пристрій, що використовується для зв'язку з іншими, хто тримає рацію, на великих відстанях.

source: A device used for heating up chemicals.
uk_ua: Пристрій, що використовується для нагрівання хімічних речовин.

source: A different kind of wakeup.
uk_ua: Інший спосіб пробудитися.

source: A disc aflame with charged up plasma, exploding on contact.
uk_ua: Диск, що випромінює заряджену плазму, яка вибухає від контакту.

source: A disc from another world, capable of igniting targets, even through armor.
uk_ua: Диск з іншого світу, здатний підпалювати цілі, навіть крізь броню.

source: A disc with a very sharp edge.
uk_ua: Диск із дуже гострими краями.

source: A diving suit with a rebreather for extended underwater journeys.
uk_ua: Гідрокостюм з ребризером для тривалих підводних подорожей.

source: A drinking receptacle for holding a large portion of soup.
uk_ua: Посудина для пиття, яка вміщує велику порцію супу.

source: A durable helmet to protect warehouse workers.
uk_ua: Міцний шолом для захисту працівників складу.

source: A facial apparatus for seeing clearly underwater, but not useful for much else.
uk_ua: Лицевий апарат для чіткого бачення під водою, але мало корисний для чогось іншого.

source: A familiar flavor reminds you of home.
uk_ua: Знайомий смак нагадує тобі про домівку.

source: A fancy chair.
uk_ua: Модне крісло.

source: A fancy hat cobbled accordingly from the carcass of a contemptible carbuncle.
uk_ua: Вишуканий капелюх, належним чином змайстрований із туші мерзенного карбункула.

source: A fantastic device capable of converting resources into freshly teleported Pests.
uk_ua: Фантастичний пристрій, здатний перетворювати ресурси на щойно телепортованих Шкідників.

source: A fellow scientist who will wear whatever you want her to wear, as long as you ask nicely.
uk_ua: Колега-науковиця, яка одягне все, що ви забажаєте, але потрібно щоби ви чемно попросили.

source: A fellow scientist who will wear whatever you want him to wear, as long as you ask nicely.
uk_ua: Колега-науковець, який одягне все, що ви забажаєте, але потрібно щоби ви чемно попросили.

source: A festive tree made from bits, baubles, and just a bit of holiday magic.
uk_ua: Святкова ялинка, зроблена з дрібничок, кульок та з ноткою святкової магії.

source: A fetish that Exor are highly superstitious of, preventing them from appearing in the area when powered.
uk_ua: Фетиш, який Езкори вважають забобоном, що перешкоджає їм з'являтися в довкола, але коли це під дією енергії.

source: A few shots from this should put down most things on Earth.
uk_ua: Кілька пострілів з цього повинні знищити більшість речей на Землі.

source: A fire extinguisher consisting of a compressed air can.
uk_ua: Вогнегасник, що складається з балона зі стисненим повітрям.

source: A fire-spreading spear with the amplified lethality of Lodestone technology.
uk_ua: Спис, що поширює вогонь, з посиленою смертоносністю технології Магнекаменю.

source: A fitting figuration of Dr. Abraham Stern.
uk_ua: Влучний образ доктора Абрахама Стерна.

source: A floating flesh-balloon that reduces pack weight.
uk_ua: Повітряна куля з плоті, що зменшує вагу предметів.

source: A folding military cot.
uk_ua: Розкладне військове ліжечко.

source: A friendly skeleton, useful for displaying armor and other equipment.
uk_ua: Дружній скелет, корисний для демонстрації броні та іншого спорядження.

source: A gel from the Anteverse with extremely unstable properties.
uk_ua: Гель з надзвичайно нестабільними властивостями.

source: A glass tube used for experiments.
uk_ua: Скляна пробірка, використовується для експериментів.

source: A gold-plated CPU, recovered from a mobile artillery unit.
uk_ua: Позолочений процесор, вилучений із мобільної артилерійської установки.
